Repository: minios-linux/driveutility
Catalog: po/*.po
Languages: de

source: Add a final pass with zeros
de: Einen abschließenden Nulldurchgang hinzufügen

source: All files
de: Alle Dateien

source: An error occured while creating a partition on %s.
de: Beim Erstellen einer Partition auf %s ist ein Fehler aufgetreten.

source: An error occured while creating the image.
de: Beim Erstellen des Abbilds ist ein Fehler aufgetreten.

source: An error occured while writing the image.
de: Beim Schreiben des Abbilds ist ein Fehler aufgetreten.

source: An error occurred while wiping %s.
de: Beim Löschen von %s ist ein Fehler aufgetreten.

source: An error occurred.
de: Ein Fehler ist aufgetreten.

source: Authentication Error.
de: Authentifizierungsfehler.

source: Authentication is required to format a device.
de: Authentifizierung ist erforderlich, um ein Gerät zu formatieren.

source: Authentication is required to read a disk image from a device.
de: Authentifizierung ist erforderlich, um ein Disk-Abbild von einem Gerät zu lesen.

source: Authentication is required to wipe a device.
de: Authentifizierung ist erforderlich, um ein Gerät zu löschen.

source: Authentication is required to write an image to a device.
de: Authentifizierung ist erforderlich, um ein Abbild auf ein Gerät zu schreiben.

source: Choose a file location...
de: Wählen Sie einen Dateispeicherort...

source: Choose a name for the disk
de: Wählen Sie einen Namen für die Festplatte

source: Compression:
de: Kompression:

source: Create Image
de: Abbild erstellen

source: Disk Images
de: Festplattenabbilder

source: Disk to wipe:
de: Zu löschende Festplatte:

source: Disk:
de: Festplatte:

source: Drive Management
de: Laufwerksverwaltung

source: Drive Utility
de: Laufwerksprogramm

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. exFAT + Compatible almost everywhere. + Can handle files larger than 4GB. - Not as compatible as FAT32. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux. EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most devices.
de: FAT32 + Überall kompatibel. - Kann keine Dateien größer als 4 GB verarbeiten. exFAT + Fast überall kompatibel. + Kann Dateien größer als 4 GB verarbeiten. - Nicht so kompatibel wie FAT32. NTFS + Kompatibel mit Windows. - Nicht kompatibel mit Mac und den meisten Hardwaregeräten. - Gelegentliche Kompatibilitätsprobleme mit Linux. EXT4 + Modern, stabil, schnell, journalisiert. + Unterstützt Linux-Dateiberechtigungen. - Nicht kompatibel mit Windows, Mac und den meisten Geräten.

source: Filesystem:
de: Dateisystem:

source: Format
de: Formatieren

source: Format USB stick
de: USB-Stick formatieren

source: Format a disk
de: Festplatte formatieren

source: From disk:
de: Von Festplatte:

source: Image file:
de: Abbilddatei:

source: More information
de: Weitere Informationen

source: None (raw image)
de: Keine (Rohbild)

source: Not enough space on the destination disk.
de: Nicht genügend Speicherplatz auf der Zielfestplatte.

source: Passes:
de: Durchgänge:

source: Quick (fill with zeros)
de: Schnell (mit Nullen füllen)

source: Read a disk image
de: Ein Disk-Abbild lesen

source: Save As...
de: Speichern unter...

source: Save As:
de: Speichern unter:

source: Save Image File
de: Abbilddatei speichern

source: Secure (fill with random data)
de: Sicher (mit Zufallsdaten füllen)

source: Select Image File
de: Abbilddatei auswählen

source: Select a destination disk
de: Eine Zielfestplatte auswählen

source: Select a disk
de: Eine Festplatte auswählen

source: Select a disk to securely wipe
de: Eine Festplatte zum sicheren Löschen auswählen

source: Select a source disk
de: Eine Quellfestplatte auswählen

source: Select an image file
de: Eine Abbilddatei auswählen

source: Show all disks (DANGEROUS)
de: Alle Festplatten anzeigen (GEFÄHRLICH)

source: Size (MB, 0 for whole disk):
de: Größe (MB, 0 für ganze Festplatte):

source: The disk was formatted successfully.
de: Die Festplatte wurde erfolgreich formatiert.

source: The disk was wiped successfully.
de: Die Festplatte wurde erfolgreich gelöscht.

source: The image was successfully created.
de: Das Abbild wurde erfolgreich erstellt.

source: The image was successfully written to the disk.
de: Das Abbild wurde erfolgreich auf die Festplatte geschrieben.

source: This file looks like a Windows image.
de: Diese Datei sieht wie ein Windows-Abbild aus.

source: To disk:
de: Auf Festplatte:

source: Volume label:
de: Volumebezeichnung:

source: Windows images require special processing.
de: Windows-Abbilder erfordern eine spezielle Verarbeitung.

source: Wipe
de: Löschen

source: Wipe a disk
de: Eine Festplatte löschen

source: Wipe type:
de: Löschtyp:

source: Write Image
de: Abbild schreiben

source: Write a disk image
de: Ein Abbild schreiben

source: Write disk images, format, or wipe drives
de: Festplattenabbilder schreiben, formatieren oder Laufwerke löschen

source: _Back
de: _Zurück

source: _Create
de: _Erstellen

source: _Format
de: _Formatieren

source: _Wipe
de: _Löschen

source: _Write
de: _Schreiben

source: usb;iso;image;write;flash;bootable;format;fat32;ntfs;ext4;erase;wipe;disk;
de: usb;iso;image;schreiben;flash;bootfähig;formatieren;fat32;ntfs;ext4;löschen;festplatte;
